{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Мокшанский язык"
    },
    {
      "type": "body",
      "value": "Мокшанский язык – язык народа мокша, коренного народа волжского региона современной России. У этого языка богатая история и обилие связей с другими языками, уральскими и не только."
    },
    {
      "type": "h2",
      "value": "Распространение и носители"
    },
    {
      "type": "body",
      "value": "Мокшанский язык расространён в основном в Республике Мордовия\\*, номинально автономном регионе в Российской Федерации. Помимо Мордовии мокша компактно проживают в соседних регионах, включая Пензенскую, Рязанскую, Нижегородскую, Самарскую области, а также в более отдалённых регионах."
    },
    {
      "type": "hint",
      "value": "\\*\"Мордовия\" происходит из терминов \"мордва\" и \"мордвин\", которые могут звучать оскорбительно для мокшан и эрзян, поскольку отсылают к тому, как их называли внешние завоеватели. Эти термины обобщают два народа, стирая их культурную идентичность и навязывая новую. Рекомендуется использовать название конкретного народа \"мокша\" или \"эрзя\", а в качестве обобщения – экзоним \"мокшэрзяне\". Однако термин \"мордовские языки\" считается приемлемым для обозначения группы родственных языков, включающей мокшанский и эрзянский."
    },
    {
      "type": "body",
      "value": "Согласно переписи населения в 2010 году проживало около 130,000 носителей мокшанского, хотя к настоящему времени это число скорее снизилось из-за массового перехода на русский язык. Число людей, относящих себя к мокшанам, выше, говоря о том, что часть мокшан не говорит свободно на мокшанском. Относительно малое число носителей ставит язык в уязвимую позицию."
    },
    {
      "type": "body",
      "value": "Mokshan is primarily spoken in the Republic of Mordovia\\*, a formally autonomous republic within the Russian Federation. In addition to Mordovia, Mokshan speakers can be found in neighboring regions, including Penza, Ryazan, Nizhny Novgorod, and Samara oblasts. There are also small diaspora communities in other parts of Russia, particularly in urban centers where Moksha people have migrated over the years."
    },
    {
      "type": "hint",
      "value": "\\*\"Mordovia\" is derived from the terms \"Mordva\" and \"Mordvin\" which are sometimes considered offensive by the Moksha and Erzya people, as they are exonyms and reflect a naming by external conquerors. These terms can carry erasure of the distinct identities of the Moksha and Erzya. Some advocate for replacing these terms with the endonyms \"Moksha\" and \"Erzya\" or the combined term \"Moksherzya\". The term \"Mordvinic languages\" is considered acceptable when referring to the linguistic group that includes the Mokshan and Erzyan languages."
    },
    {
      "type": "body",
      "value": "According to Ethnologue, there were approximately 130,000 Moksha speakers in 2010, though this number has likely decreased due to the ongoing language shift toward Russian. However, difficulties arise in determining the exact number of speakers, since the Moksha people themselves often call their language \"Mordovian\". The number of people who identify as Moksha is higher, suggesting that many ethnic Moksha no longer speak the language fluently. The relatively low number of native speakers places the language in a vulnerable and endangered position."
    },
    {
      "type": "image",
      "value": "moksherzyan_distrib.png",
      "footer": "Distribution of Mokshan and Erzyan languages. [1]"
    },
    {
      "type": "h2",
      "value": "Особенности языка"
    },
    {
      "type": "body",
      "value": "Мокшанский язык принадлежит к группе мордовских языков уральской языковой семьи, куда также относится и эрзянский. Язык характеризуется агглютинативностью, при которой слова формируются добавлением множества суффиксов к корню."
    },
    {
      "type": "body",
      "value": "Как и некоторые другие уральские языки, мокшанский язык – агглютинативный со сложной системой падежей и склонений, послелогами и без грамматического рода. До 13 падежей используются для связывания слов в предложении. Одна из наиболее заметных особенностей являются послелоги: в отличие от обычных предлогов послелоги ставятся после слова, которое они уточняют. Послелоги нередки в уральских языках, но контрастируют с предлогами в индоевропейских, куда входит и русский. Как и русский, мокшанский язык опирается на палатализацию: различие согласных на твёрдые и мягкие."
    },
    {
      "type": "h2",
      "value": "Историческое развитие"
    },
    {
      "type": "body",
      "value": "История мокшанского языка тесно связана с историей народа и родственных этнических групп. Мокшэрзяне — одни из древних народов Поволжья, история которого насчитывает более тысячелетия. Мордовские языки, включая мокшанский, вероятно, произошли от общего протомордовского языка, который разделился на отдельные диалекты и в конечном итоге на отдельные языки."
    },
    {
      "type": "body",
      "value": "Исторически мокшэрзяне были в значительной степени изолированы от крупных политических центров Восточной Европы, что позволило их языкам развиваться относительно независимо. Однако с расширением Российского государства и распространением русского православия с XVI века мокшане постепенно попали под большее влияние России. Это привело к значительным культурным и языковым изменениям, включая заимствование многих русских заимствований в мокшанский язык."
    },
    {
      "type": "body",
      "value": "В советское время мокшанский язык, как и многие языки меньшинств в СССР, подвергался как продвижению, так и подавлению. С одной стороны, советское правительство поощряло использование родных языков в образовании и издательском деле, что привело к кратковременному периоду возрождения мокшанского языка. С другой стороны, доминирующая роль русского языка во всех аспектах жизни привела к тому, что многие мокшане стали двуязычными или полностью перешли на русский язык."
    },
    {
      "type": "h2",
      "value": "Связь с другими языками"
    },
    {
      "type": "body",
      "value": "Мокшанский язык наиболее близок к эрзянскому, другому крупному мордовскому языку. Хотя мокшанский и эрзянский имеют общее происхождение, они не являются взаимопонятными, и носители одного языка обычно не могут понять другой без специального изучения. Различия между двумя языками включают различия в фонологии, словарном запасе и грамматике."
    },
    {
      "type": "body",
      "value": "И мокшанский, и эрзянский языки являются частью более крупной уральской языковой семьи, в которую входят такие языки, как финский, венгерский и эстонский. В пределах уральской семьи мордовские языки часто классифицируются как формирующие свою собственную подгруппу, отличную от других уральских языков. Эта классификация отражает уникальные особенности мокшанского и эрзянского языков, а также их географическую и историческую изоляцию от других уралоязычных народов."
    },
    {
      "type": "body",
      "value": "Связь между мокшанским и русским также значительна. Из-за многовекового влияния России мокшанцы заимствовали значительное количество русских слов, особенно в областях администрирования, технологии и культуры. Русский является доминирующим языком в регионах, где говорят на мокшанском, и многие мокшане являются билингвами. Однако это двуязычие способствовало языковому сдвигу, и русский все чаще становится предпочтительным языком для молодых поколений."
    },
    {
      "type": "h2",
      "value": "Текущее состояние"
    },
    {
      "type": "body",
      "value": "Мокшанский язык в настоящее время классифицируется ЮНЕСКО как находящийся под угрозой исчезновения, что отражает сокращение числа его носителей и давление, которому он подвергается со стороны русского языка. Хотя на мокшанском языке по-прежнему говорят тысячи людей, язык все больше ограничивается старшими поколениями, особенно в сельской местности. Молодые мокшане чаще говорят по-русски, особенно в городских условиях, где использование мокшанского языка редко."
    },
    {
      "type": "body",
      "value": "Продолжаются усилия по сохранению и возрождению мокшанского языка. В Республике Мордовия мокшанский язык признан одним из официальных языков наряду с эрзянским и русским. Существуют некоторые образовательные программы, в которых мокшанский язык преподается в школах, а также есть публикации, радиопередачи и культурные мероприятия, которые продвигают этот язык. Однако эти усилия сталкиваются со значительными трудностями, включая ограниченные ресурсы и всепроникающее влияние русского языка."
    },
    {
      "type": "body",
      "value": "В последние годы растет понимание необходимости защиты и возрождения мокшанского языка. Лингвисты, культурные активисты и лидеры общин работают над документированием языка, созданием новых образовательных материалов и продвижением его использования в повседневной жизни. Будущее мокшанского языка зависит от этих усилий и от готовности мокшан продолжать говорить на своем родовом языке."
    },
    {
      "type": "h2",
      "value": "Заключение"
    },
    {
      "type": "body",
      "value": "Мокшанский язык является важной частью культурного наследия народа мокша. Несмотря на свой исчезающий статус, мокшанский язык остается живым языком с богатой историей и сложной лингвистической структурой. Сохранение и возрождение мокшанского языка имеет важное значение не только для народа мокша, но и для разнообразия языков мира. Поскольку усилия по поддержке языка продолжаются, есть надежда, что мокшанский язык сохранится для будущих поколений."
    },
    {
      "type": "h2",
      "value": "Ссылки"
    },
    {
      "type": "list",
      "value": "[1] By Rantanen, T., Tolvanen, H., Roose, M., Ylikoski, J. & Vesakoski, O. (2022) “Best practices for spatial language data harmonization, sharing and map creation – A case study of Uralic” PLoS ONE 17(6): e0269648. Rantanen, Timo, Vesakoski, Outi, Ylikoski, Jussi, & Tolvanen, Harri. (2021). Geographical database of the Uralic languages (v1.0) [Data set]. Zenodo."
    }
  ]
}