{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "The Mokshan language"
    },
    {
      "type": "body",
      "value": "The Mokshan language is the language of the Moksha people, an ethnic group indigenous to the Volga region of Russia. Spoken by the Moksha people, the language has a rich history and a complex relationship with other languages, Uralic and non-Uralic."
    },
    {
      "type": "h2",
      "value": "Distribution and Speakers"
    },
    {
      "type": "body",
      "value": "Mokshan is primarily spoken in the Republic of Mordovia\\*, a formally autonomous republic within the Russian Federation. In addition to Mordovia, Mokshan speakers can be found in neighboring regions, including Penza, Ryazan, Nizhny Novgorod, and Samara oblasts. There are also small diaspora communities in other parts of Russia, particularly in urban centers where Moksha people have migrated over the years."
    },
    {
      "type": "hint",
      "value": "\\*\"Mordovia\" is derived from the terms \"Mordva\" and \"Mordvin\" which are sometimes considered offensive by the Moksha and Erzya people, as they are exonyms and reflect a naming by external conquerors. These terms can carry erasure of the distinct identities of the Moksha and Erzya. Some advocate for replacing these terms with the endonyms \"Moksha\" and \"Erzya\" or the combined term \"Moksherzya\". The term \"Mordvinic languages\" is considered acceptable when referring to the linguistic group that includes the Mokshan and Erzyan languages."
    },
    {
      "type": "body",
      "value": "According to Ethnologue, there were approximately 130,000 Moksha speakers in 2010, though this number has likely decreased due to the ongoing language shift toward Russian. However, difficulties arise in determining the exact number of speakers, since the Moksha people themselves often call their language \"Mordovian\". The number of people who identify as Moksha is higher, suggesting that many ethnic Moksha no longer speak the language fluently. The relatively low number of native speakers places the language in a vulnerable and endangered position."
    },
    {
      "type": "image",
      "value": "moksherzyan_distrib.png",
      "footer": "Distribution of Mokshan and Erzyan languages. [1]"
    },
    {
      "type": "h2",
      "value": "Linguistic Features"
    },
    {
      "type": "body",
      "value": "Mokshan belongs to the Uralic language family, specifically to the Mordvinic branch, which also includes Erzyan. The language is characterized by agglutinative morphology, where words are formed by adding a series of affixes to a root. This feature is typical of Uralic languages and allows for a high degree of inflection and word formation."
    },
    {
      "type": "body",
      "value": "Like some other Uralic languages, Mokshan is an agglutinating language with elaborate systems of case-marking and conjugation, postpositions, and no grammatical gender. The language uses a complex case system, with up to 13 grammatical cases that indicate relationships between words in a sentence. One of the most notable features of Mokshan is its extensive use of postpositions rather than prepositions. Postpositions are placed after the noun they govern, which is a trait shared with other Uralic languages. This feature contrasts with the prepositional structures found in many Indo-European languages, including English. The Mokshan also features a distinction between palatalized (soft) and non-palatalized (hard) consonants."
    },
    {
      "type": "h2",
      "value": "Historical Development"
    },
    {
      "type": "body",
      "value": "The history of the Mokshan language is closely tied to the history of the Moksha people and the broader ethnic supergroups. The Moksherzyans are one of the ancient peoples of the Volga region, with a history that dates back over a millennium. The Mordvinic languages, including Mokshan, likely developed from a common Proto-Mordvinic language that split into distinct dialects and eventually into separate languages."
    },
    {
      "type": "body",
      "value": "Historically, the Moksherzyan people were largely isolated from the major political centers of Eastern Europe, which allowed their languages to develop relatively independently. However, with the expansion of the Russian state and the spread of Russian Orthodoxy from the 16th century onward, the Moksha people gradually came under greater Russian influence. This led to significant cultural and linguistic changes, including the adoption of many Russian loanwords into Mokshan."
    },
    {
      "type": "body",
      "value": "During the Soviet era, Mokshan, like many minority languages in the USSR, experienced both promotion and suppression. On one hand, the Soviet government promoted the use of native languages in education and publishing, which led to a brief period of revitalization for Mokshan. On the other hand, the dominant role of Russian in all aspects of life meant that many Moksha people became bilingual or shifted entirely to Russian."
    },
    {
      "type": "h2",
      "value": "Relation to Other Languages"
    },
    {
      "type": "body",
      "value": "Mokshan is most closely related to Erzyan, the other major Mordvinic language. While Mokshan and Erzyan share a common ancestry, they are not mutually intelligible, and speakers of one language typically cannot understand the other without specific study. The differences between the two languages include variations in phonology, vocabulary, and grammar."
    },
    {
      "type": "body",
      "value": "Both Mokshan and Erzyan are part of the larger Uralic language family, which includes languages such as Finnish, Hungarian, and Estonian. Within the Uralic family, the Mordvinic languages are often classified as forming their own subgroup, distinct from other Uralic languages. This classification reflects the unique features of Mokshan and Erzyan, as well as their geographic and historical isolation from other Uralic-speaking peoples."
    },
    {
      "type": "body",
      "value": "The relationship between Mokshan and Russian is also significant. Due to centuries of Russian influence, Mokshan has borrowed a substantial number of Russian words, particularly in areas such as administration, technology, and culture. Russian is the dominant language in the regions where Mokshan is spoken, and many Moksha people are bilingual in Mokshan and Russian. This bilingualism, however, has contributed to language shift, with Russian increasingly becoming the preferred language of younger generations."
    },
    {
      "type": "h2",
      "value": "Current State of Usage"
    },
    {
      "type": "body",
      "value": "The Mokshan language is currently classified as endangered by UNESCO, reflecting its declining number of speakers and the pressure it faces from Russian. Although Mokshan is still spoken by thousands of people, the language is increasingly confined to older generations, particularly in rural areas. Younger Moksha people are more likely to speak Russian, especially in urban settings where the use of Mokshan is rare."
    },
    {
      "type": "body",
      "value": "Efforts to preserve and revitalize Mokshan are ongoing. In the Republic of Mordovia, Mokshan is recognized as one of the official languages alongside Erzyan and Russian. There are some educational programs that teach Mokshan in schools, and there are publications, radio broadcasts, and cultural events that promote the language. However, these efforts face significant challenges, including limited resources and the pervasive influence of Russian."
    },
    {
      "type": "body",
      "value": "In recent years, there has been a growing awareness of the need to protect and revitalize the Mokshan language. Linguists, cultural activists, and community leaders are working to document the language, create new educational materials, and promote its use in everyday life. The future of Mokshan depends on these efforts and on the willingness of the Moksha people to continue speaking their ancestral language."
    },
    {
      "type": "h2",
      "value": "Conclusion"
    },
    {
      "type": "body",
      "value": "The Mokshan language is a vital part of the cultural heritage of the Moksha people. Despite its endangered status, Mokshan remains a living language with a rich history and a complex linguistic structure. Preserving and revitalizing Mokshan is essential not only for the Moksha people but also for the diversity of the world's languages. As efforts continue to support the language, it is hoped that Mokshan will endure for future generations."
    },
    {
      "type": "h2",
      "value": "Credits"
    },
    {
      "type": "list",
      "value": "[1] By Rantanen, T., Tolvanen, H., Roose, M., Ylikoski, J. & Vesakoski, O. (2022) “Best practices for spatial language data harmonization, sharing and map creation – A case study of Uralic” PLoS ONE 17(6): e0269648. Rantanen, Timo, Vesakoski, Outi, Ylikoski, Jussi, & Tolvanen, Harri. (2021). Geographical database of the Uralic languages (v1.0) [Data set]. Zenodo."
    }
  ]
}