{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Спасибо"
    },
    {
      "type": "h2",
      "value": "Шумбрат!"
    },
    {
      "type": "body",
      "value": "Я просто хочу выразить огромную благодарность и сказать СПАСИБО за то, что вы присоединились ко мне в этом удивительном путешествии по изучению мокшанского языка. Ваш энтузиазм значит многое для меня и для сообществ, языки которых вы помогаете сохранить."
    },
    {
      "type": "h3",
      "value": "Почему это важно"
    },
    {
      "type": "body",
      "value": "Изучение языка коренных народов – это не просто изучение новых слов, это связь с культурой, историей и образом жизни, которые существовали на протяжении поколений. Эти языки несут в себе немало мудрости и традиций, и, изучая их, мы помогаем сохранить важную часть мирового наследия."
    },
    {
      "type": "body",
      "value": "Каждый раз, когда вы практикуетесь, вы действительно меняете ситуацию. Вы помогаете гарантировать, что этот прекрасный мокшанский язык не исчезнет и останется ярким, чтобы будущие поколения могли наслаждаться им и учиться на нем."
    },
    {
      "type": "h3",
      "value": "Что дальше"
    },
    {
      "type": "body",
      "value": "Я рад сообщить вам, что мое приложение все еще растет и становится лучше. Я усердно работаю над тем, чтобы регулярно предлагать вам новые уроки, занимательные активности и интересные материалы о культуре. Я хочу, чтобы у вас были лучшие инструменты для более глубокого изучения этого удивительного языка."
    },
    {
      "type": "body",
      "value": "Ваше мнение очень важно для меня, так что не стесняйтесь! Расскажите мне, что вам нравится, что, по вашему мнению, могло бы быть лучше, и какие у вас есть идеи. Вместе мы сможем сделать это приложение лучшим."
    },
    {
      "type": "h3",
      "value": "Спасибо"
    },
    {
      "type": "body",
      "value": "Серьезно, спасибо за участие в этом. Изучая язык, находящийся под угрозой исчезновения, вы делаете что-то действительно особенное."
    },
    {
      "type": "body",
      "value": "TwoEightNine."
    }
  ]
}