{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Thank you"
    },
    {
      "type": "h2",
      "value": "Shumbrat, Language Learner!"
    },
    {
      "type": "body",
      "value": "I just wanted to give a huge shout-out and say THANK YOU for joining me on this awesome journey of learning Mokshan language. Your enthusiasm means the world to me and to the communities whose languages you’re helping to keep alive."
    },
    {
      "type": "h3",
      "value": "Why This Matters"
    },
    {
      "type": "body",
      "value": "Learning an indigenous language isn’t just about picking up some new words – it’s about connecting with a culture, a history, and a way of life that’s been around for generations. These languages carry so much wisdom and tradition, and by learning them, we’re helping to preserve a vital part of our world’s heritage."
    },
    {
      "type": "body",
      "value": "Every time you practice, you’re making a real difference. You’re helping ensure that this beautiful Mokshan language doesn’t fade away and that it stays vibrant for future generations to enjoy and learn from."
    },
    {
      "type": "h3",
      "value": "What’s Coming Up"
    },
    {
      "type": "body",
      "value": "I’m super excited to let you know that me app is still growing and getting better all the time. I’m working hard to bring you new lessons, fun activities, and cool cultural insights on a regular basis. I want to make sure you have the best tools to dive deep into this amazing language."
    },
    {
      "type": "body",
      "value": "Your feedback is super important to me, so don’t be shy! Tell me what you love, what you think could be better, and any ideas you have. Together, we can make this app the best it can be."
    },
    {
      "type": "h3",
      "value": "Thank You"
    },
    {
      "type": "body",
      "value": "Seriously, thank you for being part of this. By learning an endangered indigenous language, you’re doing something really special."
    },
    {
      "type": "body",
      "value": "Cheers, TwoEightNine"
    }
  ]
}