{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Политика конфиденциальности"
    },
    {
      "type": "h2",
      "value": "Введение"
    },
    {
      "type": "body",
      "value": "Добро пожаловать в \"Мокшанский разговорник\" (далее – \"Приложение\"). Ваша конфиденциальность – мой высшая важность. Данная политика конфиденциальности рассказывает, как я обрабатываю вашу информацию, когда вы пользуетесь Приложением."
    },
    {
      "type": "h2",
      "value": "Собираемая информация"
    },
    {
      "type": "h3",
      "value": "Персональные данные"
    },
    {
      "type": "body",
      "value": "Я не собираю, не храню и не использую ваши персональные данные. Под персональными данными понимаются ваше имя, адрес электронной почты, адрес и прочая информация, способная идентефицировать вас в сети."
    },
    {
      "type": "h3",
      "value": "Использование данных"
    },
    {
      "type": "body",
      "value": "Я не собираю и не отслеживаю ваши данные и/или активность. Ваши действия в Приложении так же не отслеживаются и не записываются."
    },
    {
      "type": "h3",
      "value": "Использование интернета"
    },
    {
      "type": "body",
      "value": "Приложению необходим интернет для корректной работы. Единственная необходимость интернета – скачивать образовательный материал для вашего использования. Я не использую интернет для сбора данных о вас или вашем устройстве."
    },
    {
      "type": "h3",
      "value": "Распространение данных"
    },
    {
      "type": "body",
      "value": "Поскольку данные не собираются, они не распространяются и не раскрываются третьим лицам."
    },
    {
      "type": "h3",
      "value": "Безопасность"
    },
    {
      "type": "body",
      "value": "Хотя я не собираю данные, я заверяю, что данные, передающиеся из или в Приложение, передаются безопасным способом. Я использую стандартные практики информационной безопасности, чтобы обеспечить целостность и конфиденциальность вашего интернет-соединения, пока вы пользуетесь Приложением."
    },
    {
      "type": "h3",
      "value": "Изменения в Политике конфиденциальности"
    },
    {
      "type": "body",
      "value": "Я могу периодически обновлять Политику конфиденциальности. Все изменения будут опубликованы на этой странице, и каждая новая версия будет вступать в действие автоматически. Я рекомендую периодически проверять данную Политику конфиденциальности на предмет изменений."
    },
    {
      "type": "h3",
      "value": "Связаться"
    },
    {
      "type": "body",
      "value": "По любым вопросам, связанным с Приложением, вы можете связаться со мной по адресу twoeightnine@list.ru."
    },
    {
      "type": "body",
      "value": "Спасибо, что пользуетесь Мокшанский разговорником!"
    },
    {
      "type": "hint",
      "value": "Вступила в силу с 22 May 2024"
    }
  ]
}