{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Условия использования"
    },
    {
      "type": "h2",
      "value": "Введение"
    },
    {
      "type": "body",
      "value": "Добро пожаловать в \"Учим мокшанский\" (далее – \"Приложение\"). Эти условия использования (далее – \"Условия\") определяют то, как вы можете пользоваться Приложением. Используя Приложение, вы соглашаетесь с Условиями. Если вы не согласны с этими Условиями, пожалуйста, не пользуйтесь Приложением."
    },
    {
      "type": "h2",
      "value": "Пользование"
    },
    {
      "type": "h3",
      "value": "Назначение"
    },
    {
      "type": "body",
      "value": "Приложение предназначено для предоставления образовательных материалов."
    },
    {
      "type": "h3",
      "value": "Приемлемость"
    },
    {
      "type": "body",
      "value": "Используя Приложение, вы соглашаетесь, что вам есть 6 лет. Если вам нет 6 лет, вы можете пользоваться Приложением только под надзором родителей или опекунов."
    },
    {
      "type": "h2",
      "value": "Лицензия"
    },
    {
      "type": "h3",
      "value": "Наделение правом"
    },
    {
      "type": "body",
      "value": "Я даю вам ограниченное, неэксклюзивное, непередаваемое, отзываемое право пользоваться Приложением для личных, некоммерческих целей в соответствии с Условиями."
    },
    {
      "type": "h3",
      "value": "Ограничения"
    },
    {
      "type": "body",
      "value": "Вы соглашаетесь: (1) не использовать Приложение в противозаконных целях, и (2) не использовать Приложение способом, могущим помешать другим пользователям полноценно пользоваться Приложением."
    },
    {
      "type": "h2",
      "value": "Интеллектуальная собственность"
    },
    {
      "type": "body",
      "value": "Все языковые материалы, доступные в Приложении, являются нематериальным культурным наследием человечества и мокшанского народа в частности. Все содержимое репозитория, включая, но не ограничиваясь текстом, графическими материалами, логотипами и ПО, являются собственностью TwoEightNine и распространяются по лицензии GNU GPL v3.0."
    },
    {
      "type": "h2",
      "value": "Отказ от ответственности"
    },
    {
      "type": "h3",
      "value": "Отсутствие гарантий"
    },
    {
      "type": "body",
      "value": "Приложение распространяется \"как есть\". Я не даю гарантий относительно работоспособности Приложения, его содержания и материалов."
    },
    {
      "type": "h3",
      "value": "Ограничение ответственности"
    },
    {
      "type": "body",
      "value": "Ни при каких обстоятельствах TwoEightNine не несет ответственности за любые косвенные, случайные, особые, косвенные или штрафные убытки, возникшие в результате или в связи с использованием вами Приложения, независимо от того, основаны ли они на гарантии, контракте, правонарушении или любой другой правовой теории, а также на основании или нет, нас уведомили о возможности такого ущерба."
    },
    {
      "type": "h2",
      "value": "Изменения Условий"
    },
    {
      "type": "body",
      "value": "Я оставляю за собой право изменять Условия в любое время. Все изменения будут публиковаться на этой странице, и обновленная версия вступит в силу с момента опубликования. Продолжая использовать Приложение, вы принимаете изменения в Условиях."
    },
    {
      "type": "h2",
      "value": "Связаться"
    },
    {
      "type": "body",
      "value": "Если у вас есть вопросы по Условиям, свяжитесь со мной по адресу *learn.mokshan.app@gmail.com*."
    },
    {
      "type": "body",
      "value": "Спасибо, что учите мокшанский!"
    },
    {
      "type": "hint",
      "value": "Вступление в силу: 22 мая 2024"
    }
  ]
}