{
  "meta": {
    "version": 1
  },
  "content": [
    {
      "type": "title",
      "value": "Terms of Service"
    },
    {
      "type": "h2",
      "value": "Introduction"
    },
    {
      "type": "body",
      "value": "Welcome to 'Learn Mokshan' (the \"App\"). These Terms of Service (\"Terms\") govern your use of the App. By using the App, you agree to comply with and be bound by these Terms. If you do not agree with these Terms, please do not use the App."
    },
    {
      "type": "h2",
      "value": "Use of the App"
    },
    {
      "type": "h3",
      "value": "Purpose"
    },
    {
      "type": "body",
      "value": "The App is designed to provide users with educational content."
    },
    {
      "type": "h3",
      "value": "Eligibility"
    },
    {
      "type": "body",
      "value": "By using the App, you represent that you are at least 6 years old. If you are under 6, you may only use the App with the consent and supervision of a parent or guardian."
    },
    {
      "type": "h2",
      "value": "License"
    },
    {
      "type": "h3",
      "value": "Grant of License"
    },
    {
      "type": "body",
      "value": "I grant you a limited, non-exclusive, non-transferable, revocable license to use the App for personal, non-commercial purposes in accordance with these Terms."
    },
    {
      "type": "h3",
      "value": "Restrictions"
    },
    {
      "type": "body",
      "value": "You agree not to: (1) use the App for any unlawful purpose or in violation of any applicable laws or regulations, and (2) use the App in any manner that could interfere with, disrupt, negatively affect, or inhibit other users from fully enjoying the App."
    },
    {
      "type": "h2",
      "value": "Intellectual Property"
    },
    {
      "type": "body",
      "value": "All language materials available in the Application are the intangible cultural heritage of humanity and the Moksha people in particular. All contents of the repository, including but not limited to text, graphics, logos and software, are the property of TwoEightNine and are licensed under the GNU GPL v3.0 license."
    },
    {
      "type": "h2",
      "value": "Disclaimers"
    },
    {
      "type": "h3",
      "value": "No Warranty"
    },
    {
      "type": "body",
      "value": "The App is provided on an \"as-is\" and \"as-available\" basis. We make no warranties, express or implied, regarding the App's operation or the information, content, or materials included therein. To the fullest extent permissible by law, I disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose."
    },
    {
      "type": "h3",
      "value": "Limitation of Liability"
    },
    {
      "type": "body",
      "value": "In no event shall TwoEightNine be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the App, whether based on warranty, contract, tort, or any other legal theory, and whether or not we have been advised of the possibility of such damages."
    },
    {
      "type": "h2",
      "value": "Modifications to the Terms"
    },
    {
      "type": "body",
      "value": "I reserve the right to modify these Terms at any time. Any changes will be posted on this page, and the revised version will be effective immediately upon posting. Your continued use of the App following the posting of changes constitutes your acceptance of such changes."
    },
    {
      "type": "h2",
      "value": "Contact Me"
    },
    {
      "type": "body",
      "value": "If you have any questions or concerns about these Terms, please contact me at twoeightnine@list.ru."
    },
    {
      "type": "body",
      "value": "Thank you for learning Mokshan!"
    },
    {
      "type": "hint",
      "value": "Effective Date: 22 May 2024"
    }
  ]
}